Repository: castcle/Authen-iOS
Catalog: Authen/Localizable/*.lproj/Localizable.strings
Languages: th

# authen_method_title
source: Create an Account to continue
th: สร้างบัญชีผู้ใช้ใหม่เพื่อดำเนินการต่อ

# authen_method_subtitle
source: By continuing you agree to our
th: เมื่อดำเนินการต่อ แสดงว่าคุณยินยอมตาม

# authen_method_subtitle_user_agreement
source: User Agreement
th: เงื่อนไขการใช้บริการ

# authen_method_subtitle_and
source: and
th: และ

# authen_method_subtitle_privacy_policy
source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

# authen_method_telegram
source: Continue with Telegram
th: ดำเนินการต่อด้วย Telegram

# authen_method_facebook
source: Continue with Facebook
th: ดำเนินการต่อด้วย Facebook

# authen_method_twitter
source: Continue with Twitter
th: ดำเนินการต่อด้วย Twitter

# authen_method_google
source: Continue with Google
th: ดำเนินการต่อด้วย Google

# authen_method_apple
source: Continue with Apple ID
th: ดำเนินการต่อด้วย Apple

# authen_method_email
source: Continue with Email
th: ดำเนินการต่อด้วย อีเมล

# authen_method_already_account
source: Already have a Castcle account ?
th: มีบัญชีอยู่แล้วใช่ไหม ?

# authen_method_login
source: Login
th: เข้าสู่ระบบ

# authen_method_join_us
source: Join us
th: ร่วมงานกับเรา

# authen_method_version
source: Version
th: เวอร์ชั่น

# login_title
source: Home
th: หน้าหลัก

# login_welcome
source: Welcome to
th: ยินดีต้อนรับสู่

# login_email
source: Email
th: อีเมล

# login_password
source: Password
th: รหัสผ่าน

# login_forgot_password
source: Forgot Password?
th: ลืมรหัสผ่านใช่หรือไม่ ?

# login_button
source: Login
th: เข้าสู่ระบบ

# login_new_user
source: New to Castcle?
th: ยังไม่มีบัญชีผู้ใช้ใช่หรือไม่ ?

# login_sign_up
source: sign up
th: สมัครสมาชิก

# register_check_email_title
source: Login
th: เข้าสู่ระบบ

# register_check_email_headline
source: What's Your Email Address ?
th: อีเมลของคุณคืออะไร ?

# register_check_email_welcome
source: Welcome to Castcle
th: ยินดีต้อนรับสู่ Castcle

# register_check_email_email
source: Email
th: อีเมล

# register_check_email_alert_notice
source: You'll use this email when you login and when you lose your password.
th: คุณจะต้องใช้ข้อมูลนี้เมื่อคุณเข้าสู่ระบบหรือหากคุณจำเป็นต้องรีเซ็ตรหัสผ่านของคุณ

# register_check_email_button
source: Next
th: ถัดไป

# register_check_email_already_account
source: Already have an account?
th: มีบัญชีผู้ใช้แล้วใช่หรือไม่?

# register_check_email_alert_email_invalid
source: Someone already has this email address. Try another name.
th: มีบางคนใช้อีเมลนี้แล้ว ลองอีเมลใหม่

# register_check_email_alert_email_valid
source: This email address is valid.
th: อีเมลนี้สามารถใช้งานได้

# register_check_email_alert_wrong_format
source: Wrong email format.
th: ผิดรูปแบบอีเมล

# register_password_headline
source: Create Password
th: สร้างรหัสผ่าน

# register_password_subtitle
source: for your Castcle account
th: สำหรับบัญชี Castcle ของคุณ

# register_password_value
source: Password
th: รหัสผ่าน

# register_password_retry
source: Re-type Password
th: ป้อนรหัสผ่านอีกครั้ง

# register_password_notice
source: Enter a combination of at least 6 numbers, letters and punctuation marks (such as ! and &).
th: ป้อนอักขระอย่างน้อยหกตัวให้ผสมกันทั้งตัวเลข ตัวอักษรพิมพ์เล็ก และตัวอักษรพิมพ์ใหญ่

# register_password_button
source: Next
th: ถัดไป

# register_display_name_headline
source: Your Display name
th: ชื่อของคุณ

# register_display_name_subtitle
source: You can change your display name later from your account settings.
th: คุณสามารถเปลี่ยนชื่อบัญชีได้ในภายหลังในการตั้งค่าบัญชี

# register_display_name_value
source: Display name
th: ชื่อ

# register_display_name_castcle_id
source: Castcle Id
th: ชื่อผู้ใช้งาน

# register_display_name_button
source: Next
th: ถัดไป

# verify_email_title
source: Verify Email
th: ยืนยันอีเมล

# verify_email_subtitle
source: Please verify your email by clicking on the activation link sent to your inbox.
th: โปรดยืนยันอีเมลของคุณโดยคลิกลิงก์เปิดใช้งานที่ส่งไปยังกล่องจดหมายของคุณ

# verify_email_notice
source: If you can't get an email, please click the link below.
th: หากไม่ได้รับอีเมล โปรดคลิกลิงก์ด้านล่าง

# verify_email_resend
source: Haven't received email yet?
th: ยังไม่ได้รับอีเมลใช่ไหม?

# verify_email_go_to_feed
source: Go to Feed
th: กลับไปสู่หน้าฟีด

# verify_email_go_to_profile_setting
source: Go to Profile Setting
th: กลับไปสู่หน้าตั้งค่า

# resend_email_title
source: Haven't receive email yet.
th: ยังไม่ได้รับอีเมลยืนยันใช่หรือไม่

# resend_email_notice_title
source: Make sure that
th: โปรดตรวจสอบให้แน่ใจว่าคุณทำรายละเอียดดังกล่าวครบถ้วนแล้ว

# resend_email_notice_detail
source: 1. Your email "%@" is correct and can be reached from the Internet. 2. Please check your spam folder. 3. Your inbox is not full. Otherwise, delete some of your emails from your inbox before clicking the resend button.
th: 1. อีเมลของคุณคือ "%@" และสามารถเข้าอีเมลผ่านระบบอินเตอร์เน็ตได้ปกติหรือไม่? 2.โปรดตรวจสอบอีเมลสแปม 3. โปรดตรวจสอบอีกครั้งว่ากล่องจดหมายของคุณไม่เต็มถ้าหากเต็มกรุณาลบอีเมลบางฉบับก่อนที่จะกดส่งอีกครั้ง

# resend_email_button
source: Resend Email
th: ส่งอีเมลอีกครั้ง
